export const AncientEconomyData = {
  title: '经济制度',
  height: 105,
  color: '#F56C6C',
  activeColor: '#409EFF',
  borderColor: '#fff1f1',
  datas: [
    {
      title: '晋商',
      curTime: '1880',
      desc: '晋商在明清时期达到鼎盛，富可敌国，曾经一度垄断中国票号汇兑业，曾有“中国威尼斯商人”之称；清代山西商人对清朝财政有巨大贡献，成为“御用商人”；清朝末年，上海成为通往西方的门户，加上白银外流，铜钱价格暴跌，晋商丧失贩盐的利益，而且交通路线的重大变迁，晋商便开始衰落。'
    },
    {
      title: '闭关锁国',
      curTime: '1723',
      desc: '1723年乾隆因与罗马教廷间礼仪之争，禁止天主教；到1757年实行“一口通商”政策'
    },
    {
      title: '徽商',
      curTime: '1610',
      desc: '徽商在宋代开始活跃，全盛期则在明代后期到清代初期'
    },
    {
      title: '晋商',
      curTime: '1630',
      desc: '明末后期，晋商大量走私粮食，衣物，炊具，明王朝所禁止的金属与火药到后金政权；甚至包括后金入侵中原所需的军事与战略情报；' +
        '后金政权则以人参、鹿茸、兽皮与从中原劫掠的贵重物品与之交换。这其中尤以山西商人范永斗最为典型，通过与后金政权的交易，山西范家积累了大量的财富，俨然为晋商之领袖。' +
        '满洲人利用最接近北京的山西商人担当财政任务，在努尔哈赤时，已跟山西商人在抚顺贸易，买卖人参、貂皮、珍珠等。清兵入关后，任命晋商为内务府商人。'
    },
    {
      title: '郑和下西洋',
      curTime: '1405',
      desc: '郑和下西洋是指中国在明代早期1405年至1433年间的七场连续的大规模远洋航海，跨越了东亚地区、印度次大陆、阿拉伯半岛、以及东非各地，被认为是当时世界上规模最大的远洋航海项目。从1405年（明永乐三年）到1433年，明成祖命郑和率领二百四十多海船、二万七千四百名船员的庞大船队远航，拜访了三十余个西太平洋和印度洋的国家和地区。这段时期是在迪亚士发现好望角的七十年前及哥伦布发现美洲大陆的八十年前；是当时世界上规模最大的远航航海项目。郑和船队七次下西洋的总航程达到七万多海里，长度相当于地球圆周的三倍有多。'
    },
    {
      title: '晋商',
      curTime: '1380',
      desc: '明朝时，晋商通过经营边防军需物资起家，通过运输军粮获得盐引和银两。山西商人以华北为地盘，进出于江南，与徽商相竞争，明清之际，势力又伸张到四川。晋商的兴起，与明朝的北方边防有关。'
    },
    {
      title: '海禁',
      curTime: '1367',
      desc: '中国历史上，海禁最早实行于14世纪末，横跨元、明、清三个朝代。元朝曾经4次实行海禁，每次持续时间都比较短，共约11年，对海外贸易并未产生全局性的负面影响。而明清两朝的海禁，不仅在政策上有所强化，而且持续时间长达多年。中国的海禁也成为东南亚陶瓷业发展的契机。另一方面，藩属国例如琉球等国家，亦因为海禁的关系，利用独占与中国贸易的契机而获取大量利益。此外，朝鲜王朝皆执行海禁逾200年，规定指定国籍和商人外，官民禁止与别国商人贸易。'
    },
    {
      title: '徽商',
      curTime: '960',
      desc: '徽商在宋代开始活跃，全盛期则在明代后期到清代初期'
    },
    {
      title: '均田制',
      curTime: '386',
      desc: '由北魏至唐朝前期实行的一种按人口分配土地的制度，到了唐朝中期，土地兼并日益严重，至唐天宝年间，根本无法实行土地还授，故至德宗年间被“两税法”取代'
    },
    {
      title: '陆上丝绸',
      curTime: '-202',
      desc: '西汉汉武帝派张骞出使西域开辟丝绸之路（公元前114年 ～ 公元127年）'
    },
    {
      title: '屯田制',
      curTime: '-230',
      desc: '始于汉武帝时西域屯田，有军屯、民屯和商屯'
    },
    {
      title: '铁犁牛耕',
      curTime: '-770',
      desc: '' +
        '春秋战国时期，出现铁制农具、牛耕，推动了生产力的发展和井田制的解体，\n' +
        '推广铁器牛耕使得唐朝的农业迅速发展'
    },
    {
      title: '海上丝绸',
      curTime: '-1400',
      desc: '萌芽于商周，发展于春秋战国，形成于秦汉，兴于唐宋，转变于明清，是已知最为古老的海上航线'
    },
    {
      title: '井田制',
      curTime: '-1500',
      desc: '出现于商朝，到西周时已发展很成熟'
    },
  ]
}
