export const AncientThoughtData = {
  title: '古代思想',
  height: 30,
  color: '#F56C6C',
  borderColor: '#ffe0e0',
  activeColor: '#409EFF',
  datas: [
    {
      title: '神权体制',
      curTime: '-4700',
      desc: '良渚文化属神权体制，宗教色彩极浓[5]:568。聚落中心都营建有规格不等的土墎。大部分土墎都兼具祭祀和殡葬功能，如莫角山规格最高的宗教祭坛、反山和瑶山两座殡葬祭坛[5]:295。莫角山遗址土台间发现一处大型版筑建筑物基坛，可能用于祭祀、聚会或立誓团结。社会群体的团结，通过祭祀活动而实现，形成宗教祭祀国家的雏形[1]:155、159。琮象征宗教权力的合法性，本身有精粗大小之别，其代表的权力也有等差',
    },
    {
      title: '占卜、巫术',
      curTime: '-2400',
      desc: '龙山文化：占卜等巫术活动亦较为盛行',
    },
    {
      title: '父权制社会',
      curTime: '-2150',
      desc: '从社会形态看，当时已经进入了父权制社会，私有财产已经出现，开始跨入阶级社会门槛。',
    },
    {
      title: '返老还祖现象',
      curTime: '-1550',
      desc: '马桥文化的文化特征出现返老还祖现象。如在马桥古文化遗址中只发现了粗陋的陶器杂件，却并没有出土同时期其他文化已出现的，包括玉器，带细刻图案的陶器、象牙器等的精美物件。此外，作为马桥文化原始文字的形器结构和表意方式，比上距千年的良渚文字更为简单。出现这种现象，考古界认为除社会发展因素外，很大程度是受生态环境的影响',
    },
    {
      title: '祭祀人祭占卜',
      curTime: '-1700',
      desc: '二里头文化也有人祭的迹象，但规模远小于商朝数以千计的祭祀数量。偃师二里头遗址墓葬分为有圹墓和无圹墓二种。以有圹单人土墓为多数，葬人仰身直肢，陪葬现象较少[参 18]。此外还有少数的无圹墓，没有随葬品，多见于灰坑附近，偶有碎陶片，甚至有的与牲畜同葬，可见葬人社会地位之低下，生前可能是罪人、战俘或奴隶。许多无圹墓葬人呈现非正常死亡的迹象。葬人身体姿态极不自然，有双手交叉举过头顶、置于胸前或反折于背后等死前被捆绑的迹象，甚至还有一些颅骨破裂，身首分离。可能是夏时期人祭、人殉的证据[参 24]。除祭人、祭田，夏代还有祭房的祭祀活动。二里头遗址三期一号宫殿四周有几处祭祀坑，发现狗、猪等兽骨[注 4]。还有五座墓葬点缀于庭院和廊庑区，葬人皆为非正常死亡，无随葬物品，墓穴狭窄，打破宫殿基址，无法确定是奠基祭祀还是落成祭祀[参 26]。\n' +
        '\n' +
        '远古人民在烘烤兽肉时发现骨头炸裂的现象，炸出的裂纹痕形万变，颇为深奥，引起古人的注意，其后在狩猎、战争等活动中取得圆满结果时，人们便开始将二者联系在一起，把它视为神灵对事物的前兆预言，作为知识积累下来，称作占卜。因其步骤复杂、知识繁奥，部落内有专司占卜的巫师，垄断卜骨的解读权。黄河流域在龙山文化时期开始兴盛占卜[参 24]。《左传》记载夏朝有占卜官吏[参 27]。二里头文化全四期都有出土牛、羊、猪肩胛卜骨。这些卜骨只在背面烧灼，不钻不凿，未刻字，较殷墟卜辞更为原始[参 18]。\n' +
        '\n' +
        '二里头遗址发现过陶塑蟾蜍、陶龟等形象。蟾蜍代表月神、龟是灵宝，这些陶塑与夏人的信仰有关。',
    },
    {
      title: '诸子百家',
      curTime: '-650',
      desc: '诸子百家是后世对华夏先秦学术思想人物和派别之总称。诸子是指中国先秦时期老子、庄子、孔子、孟子、荀子、墨子、列子、申子、韩非子等学术思想代表人物。春秋后期已出现颇有社会影响的道家、儒家、法家、墨家、兵家、名家、阴阳家等不同学术流派，而至战国中期，百家争鸣，众多学说纷呈，丰富多彩，为中华文化奠定了深厚基础。'
    },
    {
      title: '孔子创立儒学',
      curTime: '-520',
      desc: '孔丘（前551年9月28日[1][2]－前479年4月11日[3]），子姓，孔氏，名丘，字仲尼，后代敬称孔子或孔夫子。生于鲁国陬邑，祖先为宋国人，东周春秋末期鲁国的教育家与哲学家，曾在鲁国担任官府要职。孔子为儒家创始人，其德性论五行思想（仁义礼智信）对邻近地区，如：朝鲜半岛、琉球、日本、越南、东南亚等有深远影响，此等地区也被称为儒家文化圈。'
    },
    {
      title: '孟子',
      curTime: '-340',
      desc: '孟子（公元前372年－公元前289年），名轲，邹国（今山东省邹城市）人，战国时期儒家代表人物。其字号在汉代以前的古书没有记载，但曹魏、晋代之后却传出子车、子居、子舆、子展等不同的字号，字号可能是后人的附会而未必可信。生卒年月因史传未记载而有许多的说法，其中又以《孟子世家谱》上所记载之生于周烈王四年（前372年），卒于周赧王二十六年（前289年）较为多数学者所采用。\n' +
        '孟子之弟子万章与其余弟子著有《孟子》一书。继承并发扬孔子的思想，成为仅次于孔子的一代儒家宗师，被尊称为孟亚圣，又称孟子林，与孔子合称为“孔孟”。'
    },
    {
      title: '荀子',
      curTime: '-290',
      desc: '荀子（约公元前316年－约公元前237年至公元前235年），名况，被尊称为荀卿，又称孙卿、孙卿子，中国战国时代儒家学者和思想家，赵国人，曾担任齐国稷下学宫祭酒、楚国兰陵令，到赵国、秦国游说诸侯，宣扬儒学和传授六经，批评子思、孟子等其他儒者及墨家、道家等其他学派，有韩非、李斯等弟子，著作后世编为《荀子》一书。'
    },
    {
      title: '汉传佛教',
      curTime: '650',
      desc: '佛教自秦汉、三国、晋朝、南北朝、隋唐、五代十国、宋朝、元朝、明朝、清朝，历经两千年时间，使印度佛学融入中国。'
    },
    {
      title: '董仲舒',
      curTime: '-150',
      desc: '汉武帝时期，提出“罢黜百家，表章六经”；董仲舒其学以儒家宗法思想为中心，建议以“弱枝”或“小末”的方式严禁王侯大臣擅权，并杂以阴阳五行说，提出天人感应、三纲五常等重要儒家理论，把神权、君权、父权、夫权贯串在一起，形成帝制神学体系，流行于汉代的谶纬都是继承了董仲舒的感应、灾异之说；创立新儒学。'
    },
    {
      title: '韩愈/柳宗元 古文运动',
      curTime: '800',
      appendHeight: 0,
      desc: '贞元、元和年间，韩愈、柳宗元加入从事古文写作，由于有理论有创作，故有成就。附和者有李靓、欧阳詹、刘禹锡、白居易、元稹等人。韩愈有自信，百折不回，又善于宣传，广收门徒，于是形成声势浩大的社会运动。\n' +
        '\n' +
        '韩愈主张思想复古、文学复古，以复古道为目的，复古文为手段，而所谓“道”，是指儒家的道。韩愈在继承的基础上，亦有所创造和革新，主张学古文“师其意不师其辞，唯陈言之务去”。\n' +
        '\n' +
        '柳宗元论文意见，与韩愈不尽相同，但反六朝与复古的观点却一致。柳宗元所谓的“道”，比韩愈更广泛。柳宗元散文创作成绩优美，是韩愈古文运动有力的支持者。'
    },
    {
      title: '王安石变法',
      curTime: '1068',
      appendHeight: 0,
      desc: '“天变不足畏，祖宗不足法，人言不足恤”，“善理财者，民不加赋而国用饶”，推行青苗法、农田水利法和募役法等新法；改革科举制度，不再注重诗词歌赋；改革官制，加强尚书省实权，裁冗官；改军制，进行火器开发，推行保甲制度，注重练兵。'
    },
    {
      title: '蜀学',
      curTime: '1065',
      appendHeight: -15,
      desc: '蜀学是北宋苏洵、苏轼、苏辙等人创立的学术思想体系或学派。因“三苏”皆为蜀（今四川）人，故称“蜀学”。亦称“苏氏蜀学”。\n' +
        '\n' +
        '“三苏”遍读五经与诸子之说，又吸取老庄道家、道教学说和佛教禅宗教义，形成“三教合一”的思想体系。从元祐元年九月司马光病亡，支持司马光的学者们开始分裂。苏轼、苏辙、吕陶等被指为“蜀党”，其派学说亦被称为“蜀学”，蜀学学派正式创立。蜀学弟子甚多，著名者有：黄庭坚、晁补之、秦观、张耒等苏门四学士。\n' +
        '\n' +
        '随着王安石新学的废止，洛学与蜀学的矛盾日益突出，形成了长达七年的洛学（洛党）与蜀学（蜀党）的斗争。洛党以程颐为首，朱光庭为辅，蜀党以苏轼为首，而吕陶等为辅，中间夹杂了一个朔党，属于司马光门下刘挚、刘安世，史称“洛蜀党争”。'
    },
    {
      title: '陆王心学',
      curTime: '1472',
      appendHeight: -15,
      desc: '心学是“儒学”中宋明理学的一门学派，南宋陆九渊则启其门径，与程颐、朱熹的“程朱理学”分庭抗礼。至明朝由王阳明（王守仁）首提“心学”两字，至此，心学开始有清晰而独立的学术脉络。'
    },
    {
      title: '宋明理学',
      curTime: '1450',
      desc: '宋明理学，是受到了佛教和道教的影响而建立的“道学”。 [1]  是一种既贯通宇宙自然（道教）和人生命运（佛教），又继承孔孟正宗（根本），并能治理国家（目的）的新儒学，是宋明时代占主导地位的儒家哲学思想体系。汉儒治经重名物训诂，宋儒则重阐释义理、兼谈性命，因有此称。\n' +
        '理学是中国古代精致、完备的理论体系，其影响至深至巨。理学的天理是道德神学，同时成为儒家神权和王权的合法性依据， [2]  理学以儒家学说为中心，兼容佛道两家的哲学理论，论证了纲常名教的合理性和永恒性，至元朝成为官方哲学。\n' +
        '重要理学家有北宋周敦颐、邵雍、张载、程颐、程灏，南宋杨时、朱熹、张栻、吕祖谦、陆九渊、林希逸，元吴澄、许衡、刘因、 郝经、姚枢，廉希宪，张文谦，刘秉忠、赵汸、汪克宽、华幼武、吴海、戴良、李祁、张宪、梁寅、苏天爵等，明湛若水、王阳明、朱得之等，广义上包含三苏、王安石、司马光等。其哲学中心观念是“理”，“理”是产生世界万物的精神的东西。理学出现对后世产生深远影响。\n'
    },
    {
      title: '闽学',
      curTime: '1160',
      appendHeight: 10,
      desc: '闽学，又称“闽学学派”，由南宋福建人朱熹（1130年～1200年）所创建，主要内含为朱熹理学，又称朱学。\n' +
        '\n' +
        '朱熹讲学于福建的崇安、建阳、尤溪、连江、长乐等地，其思想脉络上承孔孟及先秦儒家诸子，直续杨时、二程，又融合武夷文化，是中国封建社会中后期思想的集大成者，因此有“中原文献，十九在闽”、“朱子门人半天下”之说，闽学又称朱子学，为中国传统理学的顶峰，影响了未来的数百年的文化、思想甚至是科举考试。'
    },
    {
      title: '朱学',
      curTime: '1160',
      appendHeight: -5,
      desc: '闽学，又称“闽学学派”，由南宋福建人朱熹（1130年～1200年）所创建，主要内含为朱熹理学，又称朱学。\n' +
        '\n' +
        '朱熹讲学于福建的崇安、建阳、尤溪、连江、长乐等地，其思想脉络上承孔孟及先秦儒家诸子，直续杨时、二程，又融合武夷文化，是中国封建社会中后期思想的集大成者，因此有“中原文献，十九在闽”、“朱子门人半天下”之说，闽学又称朱子学，为中国传统理学的顶峰，影响了未来的数百年的文化、思想甚至是科举考试。'
    },
    {
      title: '陆王心学',
      curTime: '1139',
      appendHeight: -20,
      desc: '心学是“儒学”中宋明理学的一门学派，南宋陆九渊则启其门径，与程颐、朱熹的“程朱理学”分庭抗礼。至明朝由王阳明（王守仁）首提“心学”两字，至此，心学开始有清晰而独立的学术脉络。'
    },
    {
      title: '程朱理学',
      curTime: '1130',
      desc: '周敦颐是北宋宋明理学理论基础的创始人之一，周敦颐弟子程颢、程颐继承和完善了他的思想。后来经过南宋著名学者朱熹进一步的探讨，归纳为程朱理学。是孔子、孟子之后儒学最重要的发展，在中国思想史上的影响深远。'
    },
    {
      title: '洛学',
      curTime: '1063',
      appendHeight: -15,
      desc: '洛学，又称“伊洛之学”，为北宋时期河南洛阳人程颢、程颐兄弟（二程）建立的学派，以程颐的思想为主。学术上，程颢主张“明心见性”，重视“气”，为学“力行”，影响了陆九渊。程颐主张“格物致知”，重视“理”，为学“穷理”，影响朱熹。\n' +
        '\n' +
        '二程为洛阳人，所以学说或学派就称为“洛学”。另一支以苏轼为首的蜀学，好批评理学的弊端，为程颐等人不满，遂有“洛蜀党争”。\n' +
        '\n' +
        '王安石新学废止，洛学与蜀学的矛盾日益突出，形成了长达七年的洛学（洛党）与蜀学（蜀党）的斗争。洛党以程颐为首，朱光庭为辅，蜀党以苏轼为首，而吕陶等为辅。\n' +
        '\n' +
        '司马光门下刘挚、刘安世等人的学派，则被称为朔学，处于洛学（洛党）与蜀学（蜀党）之间。'
    },
    {
      title: '荆公新学',
      curTime: '1021',
      appendHeight: 0,
      desc: '荆公学派亦称“荆公新学”。以北宋王安石为代表的学术派别。提出“万物一气”的命题，认为“气”生成“五行”，构成万物。认为人具有感觉和思维能力，能认识世界万物，“天下之事，固有可思可为者”（《致一论》）。圣人可学而成，王道当可求而致。追求“德政”理想，相信“以仁义礼信修其身而移之政，则天下莫不化之也”（《王霸论》）。欲从儒家经书中寻找“变法”理论依据，与子王雱及吕惠卿重注《诗》、《书》和《周礼》，合称《三经新义》，并于熙宁八年（1075）颁布于学校，成为法定教材，以统一国人思想。'
    },
    {
      title: '关学',
      curTime: '1050',
      appendHeight: 0,
      desc: '关学强调“通经致用”、“躬行礼教”，传至晚清牛兆濂逐渐没落。关中学派简称关学，是宋朝理学的学派之一。'
    },
    {
      title: '李贽异端思想',
      curTime: '1560',
      desc: '李贽是明朝颇有影响力的思想家、史学家和文学家，后被理学迫害，入狱后自刎，死后，泉州民众奉之为神，称“温陵先师”（温陵乃泉州旧称）。李贽的著作有《焚书》、《续焚书》、《藏书》等。'
    },
    {
      title: '天下为主君为客',
      curTime: '1610',
      appendHeight: 10,
      desc: '“中国思想启蒙之父”，黄宗羲提出“天下为主，君为客”的民主思想。他说“天下之治乱，不在一姓之兴亡，而在万民之忧乐”，主张以“天下之法”取代皇帝的“一家之法”，从而限制君权，保证人民的基本权利。黄宗羲的政治主张抨击了封建君主专制制度，有极其重要的意义，对其后反专制斗争起了积极的推动作用。黄宗羲与顾炎武、王夫之并称“明末清初三大思想家”，与顾炎武、方以智、王夫之、朱舜水并称为“明末清初五大家”，与陕西李颙、直隶容城孙奇逢并称“海内三大鸿儒”，亦有“中国思想启蒙之父”之誉。'

    },
    {
      title: '经世致用',
      appendHeight: -10,
      curTime: '1613',
      desc: '顾炎武他反对宋明理学空谈“心、理、性、命”，提倡“经世致用”的实际学问和对器物的研究，强调“形而上者谓之道，形而下者谓之器，非器则道无所寓”，因而提出以“朴学”代替“理学”的主张。顾炎武反对心性之说，认为信奉程朱理学“百余年以来之为学者，往往言心言性，而茫乎不得其解也。”[22]他提倡“多学而识”，“博学于文”，“行己有耻”，“自一身以至于天下国家，皆学之事也”。其开一代之新风，提出“君子为学，以明道也，以救世也。徒以诗文而已，所谓雕虫篆刻，亦何益哉？”顾炎武因此被认为是清代考据学的开山祖。清代中期许多学者以此发端，崇尚研究历史典籍，对中国历史从天文地理到金石铭文无一不反复考证，被称为“乾嘉学派”。顾炎武则由于其经史考证的严谨学风，被普遍认为是学派思想的主要奠基人。\n' +
        '\n' +
        '顾炎武强调做学问必须先立人格：“礼义廉耻，是谓四维”，提倡“保天下者，匹夫之贱，与有责焉。”[23]梁启超引述为“天下兴亡，匹夫有责”'
    },
    {
      title: '反清复明',
      curTime: '1670',
      desc: '明朝灭亡后，清初至乾隆初期一系列为恢复明朝或汉人国家而推翻清朝的活动，其中以顺治至康熙中期一段时间最为激烈和鼎盛'
    },
    {
      title: '新文化运动',
      startTime: '1910年',
      endTime: '1920年',
      desc: '是1910年代至1920年代初由胡适、陈独秀、鲁迅、钱玄同、蔡元培等一些受过西方教育的年青学者发起的反对旧礼教的思想解放运动[1][2][3][4]，后来衍生出反文言的文学运动。[2]由于年轻学者鼓动其学生参与，新文化运动亦是中国学生运动史重要一页。新文化运动期间，1919年发生五四运动，两者合流。'
    },
    {
      title: '马克思主义',
      appendHeight: -20,
      curTime: '1917',
      desc: '1917俄国十月革命后，马克思主义开始进入中国'
    },
    {
      title: '五四运动',
      curTime: '1919',
      appendHeight: 15,
      desc: '五四运动发生于1919年（民国八年）5月4日的中华民国北洋政府治下，是中国学生运动史重要一页，参与者亦包括广大公民、市民和工商人士。形式包括示威游行、请愿、罢课、罢工等对抗政府的行动。事件起因是在第一次世界大战结束后举行的巴黎和会中，中日虽然同为战胜国，但列强将战败国德国在山东的权益转让给日本，即山东问题。有国人极度不满当时北洋政府未能捍卫国家利益，从而上街游行表达不满。五四最著名之口号是“外争主权（对抗列强侵权），内除国贼（惩处媚日官员）”。'
    },
  ]
}
