export const AncientPoliticsData = {
  title: '政治权利',
  height: 55,
  color: '#E6A23C',
  borderColor: '#ffe7d3',
  activeColor: '#F56C6C',
  datas: [
    {
      title: '母系氏族社会',
      curTime: '-5080',
      desc: '北辛文化：属于山东省新石器时代的最早时期，也是母系氏族社会最为繁盛阶段，比大汶口文化早一千多年'
    },
    {
      title: '酋邦',
      curTime: '-4600',
      desc: '良渚文化的政治体是酋邦，也有学者认为是国家雏形[3]:319，聚落大小规模可分三级，这种聚落形态体现了酋邦社会结构的格局'
    },
    {
      title: '酋长、贵族',
      curTime: '-4700',
      desc: '良渚社会成员地位分化，形成以酋长为中心的贵族阶层和普通平民阶层。社会成员财富分化加剧，奢侈品生产为贵族阶层所控制[5]:295-296、293。玉质礼器并非一般社会成员所能拥有，其中的精品只能属于政治、军事、宗教首领或最高层贵族'
    },
    {
      title: '母系->父系',
      curTime: '-3850',
      desc: '大溪文化：属母系氏族晚期至父系氏族萌芽的时期'
    },
    {
      title: '父系社会',
      curTime: '-3000',
      desc: '大汶口人的葬式一般为仰身直肢葬，也有俯身葬、屈肢葬和二次葬等。另外还发现部分折头葬、折肢葬等较为特殊的葬式。中晚期以后发现有木质葬具，在有的成人墓的随葬品和儿童瓮棺的葬具中还使用了带有各种陶文的大口尊。出现了夫妻合葬和夫妻带小孩的合葬，它标志着母系社会的结束，开始或已经进入了父系氏族社会。'
    },
    {
      title: '禅让制',
      curTime: '-2040',
    },
    // {
    //   tag: 'key_06',
    //   title: '夏商政治制度',
    //   curTime: '',
    // },
    {
      title: '宗法制',
      curTime: '-1000',
    },
    {
      title: '分封制',
      curTime: '-1040',
    },
    {
      title: '皇帝制',
      appendHeight: -20,
      curTime: '-221',
    },
    {
      title: '郡县制',
      curTime: '-221',
    },
    {
      title: '三公九卿',
      appendHeight: 20,
      curTime: '-221',
    },
    {
      title: '刺史制',
      curTime: '-190',
    },
    {
      title: '察举制',
      curTime: '-134',
    },
    {
      title: '九品中正制',
      curTime: '220',
    },
    {
      title: '三省六部制',
      curTime: '620',
    },
    {
      title: '科举制',
      appendHeight: 20,
      curTime: '605',
    },
    {
      title: '二府三司制',
      curTime: '970',
    },
    {
      title: '行省制',
      curTime: '1280',
    },
    {
      title: '内阁制',
      curTime: '1402',
    },
    {
      title: '军机处',
      curTime: '1729',
    },
    {
      title: '博学宏辞科',
      curTime: '1678年',
      desc: '博学宏辞科（或作宏词、鸿词、弘辞等），又称博学鸿儒科。为中国古代科举制科的一种，其榜首称为敕头。\n\n ' +
        '中国历史上，博学鸿儒科最早始于唐玄宗开元年间，称“博学宏词”，且作“博学弘辞”。时属吏部科目，寒门进士通常要通过博学宏辞科，才能就仕，门阀士族参与的明经科，通常不用，也通不过此科目。宋朝亦设此科。北宋后期到南宋，词科名称尝三变，考试内容与选材标准亦随之更改。哲宗绍圣二年设名为“宏词科”，着眼于“词藻宏丽、文章秀异”。徽宗大观四年改立“词学兼茂科”。高宗绍兴三年又改为“博学宏词科”。\n' +
        '\n' +
        '清代康熙十七年（1678年），三藩之乱平，国势基本稳定。康熙十七年正月，康熙帝称：“自古，一代之兴，必有博学鸿儒，振起文运，阐发经史，润色词章，以备顾问著作之选。朕万几余暇，游心文翰，思得博学之士，用资典学……凡有学行兼优、文词卓越之士，不论已仕未仕，令在京三品以上，及科道官员，在外督抚布按，各举所知，朕将亲试录用。”[1]令各地举荐并送至燕京。因天气寒冷，考试时间改为隔年三月。不少士人为求被荐举，四处请托。[2]\n' +
        '\n' +
        '康熙十八年（1679年）三月初一日，全国获荐举者共143人，齐集太和殿，后赴体仁阁应试，试题是《璇玑玉衡赋》、《省耕诗五言排律二十韵》。康熙帝在保和殿御试，宣布录取博学鸿儒彭孙遹等50人，其中一等20名、二等30名，合约占应试人数的三分之一，授以侍读、侍讲、编修、检讨等职，并入“明史馆”纂修《明史》，汪琬、尤侗、汤斌、施闰章、毛奇龄等名家大儒均在此列。其中朱彝尊、严绳孙、潘耒、李因笃四人以布衣身份入选，时称“四大布衣”。\n' +
        '\n' +
        '有不少明朝遗老宁愿冒着被处死的危险，力辞不就；像顾炎武、黄宗羲等，[3]傅山甚至戏称：“‘博学鸿儒’不如‘清歌妙舞’。”[4]康熙帝亦加以容忍。无论如何，康熙帝重视和优待汉族知识分子的态度，获得士大夫的好评。黄宗羲称：“庶几同学之士，共起讲堂，以赞右文之治。”[5]\n' +
        '\n' +
        '雍正十一年（1733年），雍正帝曾下诏举行博学鸿词科，下令各省督抚推荐，但反应不佳，仅河东督臣荐举一人，直隶督臣荐举二人而已。二年后，雍正驾崩，遂无下文。\n' +
        '\n' +
        '乾隆元年（1735年），各省推荐一百七十六人，取十五人，杭世骏在此列；次年（1736年），又取四人。乾隆中期，为了避讳乾隆帝名“弘历”之“弘”，书中传钞“弘辞”、“宏词”等字样，一律改为“鸿”，以避免文字狱。道光三十年（1850年），候补京堂张锡庚请复开博学鸿词科，以备人才。礼部以为非当务之急而议止。'
    },
  ]
}
